"{\n    \"transcript\": \"Luca si sveglia presto la mattina e salta giù dal letto pieno di eccitazione. Si prepara velocemente e poi parte con la sua famiglia per il mercato. Arrivati al mercato, Luca sente subito molti colori e suoni. C'è un sacco di gente, alcune persone gridano per attirare l'attenzione dei clienti sulle loro bancarelle, mentre altre ridono e chiacchierano tra di loro. La prima cosa che Luca e la sua famiglia fanno è un giro del mercato per vedere cosa c'è in vendita. Ci sono bancarelle di frutta e verdura con agrumi e fragole mature. Ci sono bancarelle di formaggi e salumi e ci sono bancarelle di vestiti e giocattoli che attraggono l'attenzione di Luca e dei suoi fratellini. Dopo aver fatto un giro, Luca e la sua famiglia iniziano a fare la spesa, scelgono con cura la frutta e la verdura più fresca, assaggiano qualche formaggio e comprano alcuni vestiti nuovi. Infine, hanno finito di fare la spesa. Luca e la sua famiglia si siedono a mangiare un panino con il prosciutto e insalata dal banco del Cibo di Strada. Si godono il cibo delizioso mentre guardano la gente passare.\",\n    \"english_translation\": \"Luca wakes up early in the morning and jumps out of bed full of excitement. He quickly gets ready and then leaves with his family for the market. Upon arriving at the market, Luca immediately senses many colors and sounds. There is a lot of people, some people shout to attract the attention of customers to their stalls, while others laugh and chat with each other. The first thing Luca and his family do is take a walk around the market to see what is for sale. There are stalls of fruits and vegetables with ripe citrus fruits and strawberries. There are stalls of cheeses and meats and there are stalls of clothes and toys that attract Luca and his little siblings' attention. After taking a walk, Luca and his family start shopping, carefully choosing the freshest fruits and vegetables, tasting some cheese, and buying some new clothes. Finally, after finishing shopping, Luca and his family sit down to eat a sandwich with prosciutto and lettuce from the Street Food stall. They enjoy the delicious food while watching the people pass by.\"\n}"