"{\n    \"transcript\": \"lui si chiama Marco e ha 25 anni vive a Milano una città grande e bellissima conosciuta per la moda e l'architettura abita in un appartamento accogliente con sua sorella Anna Lei ha 23 anni e studia medicina all'università Marco e Anna sono molto legati e passano spesso le serate a parlare o a guardare film insieme Marco lavora come barista in un piccolo caffè vicino casa ogni mattina si alza presto per preparare il caffè e i dolci per i clienti gli piace molto il suo lavoro Perché può incontrare tante persone diverse ogni giorno il caffè è sempre pieno di clienti abituali e nuovi e Marco trova sempre un momento per fare due chiacchiere con loro nel tempo libero Marco ama andare al cinema gli piacciono soprattutto i film di avventura e i documentari e anche un grande lettore e passa ore a leggere libri di vari generi ha molti amici con cui esce spesso il suo migliore amico si chiama Luca Luca è molto simpatico e si conoscono da quando erano bambini Spesso vanno insieme a fare escursioni nei parchi vicini o al giocare a calcetto a casa Marco ha anche un gatto si chiama Micio ed è molto affettuosoche adora giocare con i suoi giocattoli specialmente con una pallina di stoffa colorata dopo aver giocato ama rilassarsi e dormire sul divano vicino a Marco\",\n    \"english_translation\": \"His name is Marco and he is 25 years old. He lives in Milan, a big and beautiful city known for fashion and architecture. He lives in a cozy apartment with his sister Anna. She is 23 years old and studies medicine at the university. Marco and Anna are very close and often spend evenings talking or watching movies together. Marco works as a barista in a small café near home. Every morning he gets up early to prepare coffee and pastries for the customers. He really likes his job because he can meet many different people every day. The café is always full of regular and new customers, and Marco always finds a moment to chat with them. In his free time, Marco likes to go to the cinema. He especially likes adventure films and documentaries. He is also a great reader and spends hours reading books of various genres. He has many friends and often goes out with them. His best friend is called Luca. Luca is very friendly and they have known each other since they were children. Often they go together to hike in the nearby parks or play street soccer. At home, Marco also has a cat. His name is Micio and he is very affectionate. He loves to play with his toys, especially a colorful stuffed ball. After playing, he likes to relax and sleep on the sofa next to Marco.\"\n}"